[{
    "topic": "Libya",
    "quote": [
      "They have a got brilliant vision to turn Sirte ... into the next Dubai. The only thing they’ve got to do is clear the dead bodies."
    ],
    "more": "Speaking about the potential of Sirte, the Libyan city where Muammar Gaddafi was killed, Johnson drew gasps and embarrassed laughter from the audience when he said: “There’s a group of UK business people, wonderful guys who want to invest in Sirte, on the coast, near where Gaddafi was actually captured and executed as some of you may have seen.”",
    "refs": {
      "The Guardian": "https://www.theguardian.com/politics/2017/oct/03/sirte-can-become-a-holiday-destination-if-it-clears-the-dead-bodies-says-johnson"
    },
    "boris": true
  },
  {
    "topic": "Turkish president, Recep Tayyip Erdogan",
    "quote": [
      "There was a young fellow from Ankara",
      "Who was a terrific wankerer.",
      "Till he sowed his wild oats,",
      "With the help of a goat,",
      "But he didn't even stop to thankera."
    ],
    "more": "In an interview with Nicholas Farrell, he said: “If somebody wants to make a joke about the love that flowers between the Turkish president and a goat, he should be able to do so, in any European country, including Turkey”",
    "refs": {
      "The Spectator": "https://blogs.spectator.co.uk/2016/05/the-story-behind-boris-johnsons-president-erdogan-poem/"
    },
    "boris": true
  },
  {
    "topic": "Black people",
    "quote": [
      "It is said that the Queen has come to love the Commonwealth, partly because it supplies her with regular cheering crowds of flag-waving piccaninnies."
    ],
    "more": "In an article criticizing then prime minister Tony Blair and his trip to the Democratic Republic of Congo in 2002, Johnson referred to Commonwealth members on the continent as “flag-waving piccaninnies.”",
    "refs": {
      "The Guardian": "https://www.theguardian.com/politics/2008/jan/23/london.race"
    },
    "boris": true
  },
  {
    "topic": "Hillary Clinton",
    "quote": [
      "She's got dyed blonde hair and pouty lips, and a steely blue stare, like a sadistic nurse in a mental hospital."
    ],
    "more": "",
    "refs": {
      "BBC": "http://www.bbc.co.uk/news/av/uk-england-london-31427065/boris-johnson-defends-his-comments-about-hillary-clinton"
    },
    "boris": true
  },
  {
    "topic": "Barack Obama",
    "quote": [
      "The part-Kenyan President [has an] ancestral dislike of the British empire – of which Churchill had been such a fervent defender."
    ],
    "more": "Campaigning on whether the UK should leave the European Union got very nasty - with many insults flung by both sides. Boris Johnson was furious when President Obama said he thought Britain should remain in the EU.",
    "refs": {
      "The Sun": "https://www.thesun.co.uk/archives/politics/1139354/boris-johnson-uk-and-america-can-be-better-friends-than-ever-mr-obama-if-we-leave-the-eu/"
    },
    "boris": true
  },
  {
    "topic": "Gay marriage",
    "quote": [
      "If gay marriage was OK – and I was uncertain on the issue – then I saw no reason in principle why a union should not be consecrated between three men, as well as two men, or indeed three men and a dog"
    ],
    "more": "",
    "refs": {
      "Friends, Voters, Countrymen": "https://www.amazon.co.uk/Friends-Voters-Countrymen-Boris-Johnson/dp/0007119143"
    },
    "boris": true
  },
  {
    "topic": "Niqābs",
    "quote": [
      "I would go further to say that it is absolutely ridiculous that people should choose to go around looking like letter boxes"
    ],
    "refs": {
      "Independent": "https://www.independent.co.uk/news/uk/politics/boris-johnson-niqabs-muslim-women-letter-boxes-trump-a8479306.html"
    },
    "boris": true
  }
]